
// Clock Menu Items Strings
"ParentalControlsTitle"			= "Föräldrakontroll";
"ParentalControlsBedtime"		= "Läggdags:";
"ParentalControlsTimeRemaining"	= "Återstående tid:";
"ViewAsAnalog"					= "Visa analog klocka";
"ViewAsDigital"					= "Visa digital klocka";
"OpenDateTimePref"				= "Öppna Datum och tid…";
